Tekla Open API Reference for Tekla Structures 2025
DateTimeConstantFilterExpression Methods
The DateTimeConstantFilterExpression type exposes the following members.
Methods
Name | Description
ToString
 Creates a string representation of the current object.
 (Inherited from DataFilterExpression.)
Top
See Also
Reference
DateTimeConstantFilterExpression Class
Tekla.Structures.Filtering Namespace